{"howWeWork":{"HowContactUs":{"button":"Beratungstermin vereinbaren","title":"Benötigen Sie professionelles Marketing<br /> Hilfe? Kontaktieren Sie uns!"},"HowWeWorkDetails":{"block1":{"text1":"Wir fördern die Kundenentwicklung durch die Entwicklung gezielter, datengesteuerter Marketingkampagnen, die die richtigen Käufer anziehen und Ihr Wertversprechen klar kommunizieren.","text2":"Akquise allein reicht nicht aus, um Wachstum zu erzielen. Deshalb entwickeln wir auch Lead-to-Sales-Programme, die qualifizierte Leads in Verkaufschancen umwandeln. Durch die nahtlose Verbindung von Marketing und Vertrieb vereinfachen und beschleunigen wir das Wachstum.","title":"Strategie<br /> zur Ausführung"},"block2":{"text1":"Wir beschleunigen die Akquise qualifizierter Leads und stärken gleichzeitig die Marketinggrundlagen unserer Kunden. Wir legen monatliche Ziele für die Akquise von Leads fest, entwickeln Marketingressourcen und erstellen eine datengesteuerte Strategie.","text2":"Zu unserem Ansatz gehört das Starten von Pilotkampagnen und das kontinuierliche Messen der Ergebnisse anhand von Benchmarks. Dadurch können wir optimieren, verbessern und auf nachhaltigen Erfolg hinarbeiten.","title":"Beschleunigtes B2B<br /> Marketing mit<br /> Daten & Einblicke"},"block3":{"text1":"Wir konzentrieren uns auf Kennzahlen, die für die Umsatzgenerierung wichtig sind und vermeiden Firlefanz, der das Unternehmenswachstum nicht fördert.","text2":"Traffic allein führt nicht zu Umsatz. Indem wir qualifizierte Leads generieren, wichtige Entscheidungsträger beeinflussen, Leads in Chancen umwandeln und Zielkonten einbinden, unterstützen wir unsere Kunden beim Aufbau intelligenterer und effektiverer Einnahmequellen.","title":"Wachstumsorientiert<br /> Metriken"}},"HowWeWorkHero":{"subtitle":"Um Ihr<br /> Geschäftswachstum","title":"Wie wir arbeiten"}},"policy":{"update":"Zuletzt aktualisiert"},"services":{"ServicesHero":{"subtitle":"Zur Lösung jeder Marketingaufgabe","title":"Alle Dienstleistungen"},"ServicesTabs":{"button":"Jetzt bestellen","title":"Erfahren Sie, wie unsere Expertise Ihnen helfen kann<br /> treiben Sie Ihren Erfolg voran"}},"experts":{"ExpertsHero":{"subtitle":"Hinter Ihrem<br /> Geschäftswachstum","text":"Bei Future Horizons ist unser Team von Marketingfachleuten bestrebt, Ihre<br /> Geschäftserfolg durch innovative, datengesteuerte Marketingstrategien.","title":"Unser Expertenteam"},"ExpertsWrap":{"row1":{"block1":{"text":"Unsere Marketingstrategen sind Experten in der Ausarbeitung umfassender, maßgeschneiderter Marketingpläne, die auf Ihre Geschäftsziele abgestimmt sind. Sie nutzen eingehende Marktforschung und Wettbewerbsanalysen, um Strategien zu entwickeln, die nachhaltiges Wachstum und einen Wettbewerbsvorteil auf dem Markt gewährleisten.","title":"Marketingstrategen"},"block2":{"text":"Die Brand Manager von Future Horizons widmen sich dem Aufbau und der Aufrechterhaltung einer starken Markenpräsenz für Ihr Unternehmen. Sie konzentrieren sich auf die Entwicklung einer stimmigen Markenbotschaft, die Verbesserung der Markenwahrnehmung und darauf, sicherzustellen, dass Ihre Marke auf einem überfüllten Markt hervorsticht.","title":"Markenmanager"},"button":"Kontaktieren Sie strategische Experten","service":"Strategische Experten","title":"Strategisch<br /> Planung<br /> Abteilung"},"row2":{"block1":{"text":"Datenanalysten verwenden fortschrittliche Analysetools, um große Datensätze zu verarbeiten und zu interpretieren. So gewinnen sie wichtige Erkenntnisse, die jede Marketingentscheidung beeinflussen. Ihr Fachwissen stellt sicher, dass Ihre Marketingstrategien immer datengesteuert und auf Erfolg optimiert sind.","title":"Datenanalysten"},"block2":{"text":"Unsere Marktforscher sammeln und analysieren Informationen über Ihre Zielgruppe, Branchentrends und Wettbewerber. Diese wertvollen Daten helfen uns, die Marktlandschaft zu verstehen und unsere Strategien an Ihre spezifischen Bedürfnisse und Ziele anzupassen.","title":"Marktforscher"},"button":"Kontaktieren Sie unsere Analyseexperten","service":"Analytische Experten","title":"Daten und<br /> Analyse<br /> Abteilung"},"row3":{"block1":{"text":"Content-Ersteller erstellen überzeugende, qualitativ hochwertige Inhalte, die bei Ihrem Publikum Anklang finden. Von ansprechenden Blogbeiträgen und Artikeln bis hin zu auffälligen Grafiken und Videos sorgen unsere Content-Ersteller dafür, dass Ihre Markenbotschaft über alle Kanäle hinweg effektiv kommuniziert wird.","title":"Inhaltsersteller"},"block2":{"text":"Unsere Grafikdesigner sind darauf spezialisiert, optisch ansprechende und wirkungsvolle Designs für Ihre Marketingmaterialien zu erstellen. Sie konzentrieren sich auf die Gestaltung ästhetisch ansprechender Bilder, die effektiv Aufmerksamkeit erregen und Ihre Markenbotschaft vermitteln.","title":"Grafikdesigner"},"button":"Kontaktieren Sie Kreativexperten","service":"Kreative Experten","title":"Kreativ<br /> Abteilung"},"row4":{"block1":{"text":"Die SEO-Spezialisten von Future Horizons verbessern Ihre Online-Sichtbarkeit durch strategische Keyword-Optimierung, Onpage- und Offpage-SEO-Taktiken und technisches SEO. Ihre Bemühungen lenken den organischen Verkehr auf Ihre Website, erhöhen Ihre Reichweite und ziehen potenzielle Kunden an.","title":"SEO-Spezialisten"},"block2":{"text":"Unsere Social-Media-Manager erstellen und verwalten Ihre Social-Media-Präsenz, erstellen ansprechende Inhalte und fördern die Interaktion mit der Community. Sie sorgen dafür, dass Ihre Social-Media-Kanäle aktiv und ansprechend sind und auf Ihre allgemeine Marketingstrategie abgestimmt sind.","title":"Social Media Manager"},"block3":{"text":"PPC-Spezialisten verwalten Pay-per-Click-Werbekampagnen, um gezielten Traffic auf Ihre Website zu lenken. Sie optimieren Kampagnen für einen maximalen ROI und stellen sicher, dass Ihre Werbeausgaben effektiv eingesetzt werden, um potenzielle Kunden zu erreichen und zu konvertieren.","title":"PPC-Spezialisten"},"button":"Kontaktieren Sie Marketingexperten","service":"Marketing-Experten","title":"Digitales Marketing<br /> Abteilung"},"row5":{"block1":{"text":"Experten für E-Mail-Marketing entwerfen und führen E-Mail-Kampagnen durch, die Leads fördern und Konversionen vorantreiben. Sie konzentrieren sich auf die Erstellung personalisierter und ansprechender E-Mail-Inhalte, die bei Ihrem Publikum Anklang finden und zum Handeln anregen.","title":"E-Mail-Marketing-Experten"},"block2":{"text":"Spezialisten für Marketingautomatisierung implementieren und verwalten fortschrittliche Automatisierungstools, um Ihre Marketingprozesse zu optimieren. Sie erstellen effiziente Workflows, Lead-Scoring-Systeme und CRM-Integrationen, die Ihre Marketingeffizienz und -effektivität steigern.","title":"Spezialisten für Marketingautomatisierung"},"button":"Kontaktieren Sie Automatisierungsexperten","service":"Automatisierungsexperten","title":"E-Mail-Marketing<br /> und Automatisierung<br /> Abteilung"},"row6":{"block1":{"text":"Unsere Webentwickler erstellen und pflegen responsive, benutzerfreundliche Websites, die ein nahtloses Online-Erlebnis bieten. Sie konzentrieren sich sowohl auf die Frontend- als auch auf die Backend-Entwicklung und sorgen dafür, dass Ihre Website optisch ansprechend, hochfunktional und für Konvertierungen optimiert ist.","title":"Webentwickler"},"block2":{"text":"UX/UI-Designer bei Future Horizons konzentrieren sich auf die Verbesserung der Benutzererfahrung und des Schnittstellendesigns. Sie erstellen intuitive und ansprechende Website-Layouts, die die Benutzerzufriedenheit verbessern und zu höheren Konversionsraten führen.","title":"UX/UI-Designer"},"button":"Kontaktieren Sie Entwicklungsexperten","service":"Entwicklungsexperten","title":"Netz<br /> Entwicklung<br /> Abteilung"}}},"solutions":{"SolutionsContactUs":{"button":"Beratungstermin vereinbaren","title":"Habe die Lösung nicht gefunden<br /> Sie brauchen? Kontaktieren Sie uns!"},"SolutionsHero":{"subtitle":"Umfassende Lösungen<br /> für digitale Marketing-Herausforderungen","text":"Ganz gleich, um welche Herausforderung es sich handelt – ob es um einen schlechten Ruf, geringe Sichtbarkeit bei Suchanfragen oder die Einführung einer neuen Marke geht – unsere Lösungen decken alle<br /> Aspekt des digitalen Marketings. Wir machen das Unmögliche für Ihr Unternehmen möglich.","title":"Lösungen"},"SolutionsTabs":{"button":"Lösung bestellen","title":"Finden Sie Ihre <span>Lösung</span>"}},"contacts":{"ContactDirectly":{"email":"E-Mail","officeAddress":"Büroadresse","phone":"Telefon","registeredAddress":"Registrierte Adresse","title":"Kontaktieren Sie uns direkt"},"ContactHero":{"detailes":{"subtitle":"Vereinbaren Sie einen Termin mit einem Experten und erfahren Sie mehr über:","text":"<li>Wie Future Horizons Ihre Marketingstrategie verändern kann.</li><li> So skalieren Sie Ihre Marketingbemühungen effektiver und effizienter.</li><li> Was uns von Agenturen, Freelancern und Inhouse-Teams unterscheidet.</li><li> Das perfekte Lösungspaket zugeschnitten auf Ihre Geschäftsanforderungen.</li>","title":"Bereit zum Aufstieg<br /> Ihr Marketing?"},"subtitle":"Holen Sie sich kompetente Marketinghilfe","text":"Kompetente Unterstützung bei allen Ihren Geschäftsmarketinganforderungen.","title":"Kontaktieren Sie uns"}},"header":{"contact":"Kontaktieren Sie uns","experts":"Experten","howWeWork":"Wie wir arbeiten","marketing":"Marketingdenken","proposal":"Angebot anfordern","services":"Alle Dienstleistungen","solutions":"Lösungen"},"blog":{"BlogHero":{"subtitle":"Einblicke - Analysen -<br /> Empfehlungen","title":"Marketing-Denken"},"BlogWrap":{"article1":{"excerpt":"Entdecken Sie Expertenstrategien zur Leistungssteigerung bei Google Ads, darunter erweiterte Keyword-Techniken, Anzeigentextoptimierung und effektives Gebotsmanagement. Optimieren Sie mit unserem datengesteuerten Ansatz Ihre Kampagnen und erzielen Sie einen außergewöhnlichen ROI.","title":"Google Ads für Hochleistungs-Kampagnen Optimieren: Expertenstrategien"},"article2":{"excerpt":"Erfahren Sie, wie Sie häufige Analysefehler vermeiden und die Datengenauigkeit verbessern.","title":"Vermeidung von Fallstricken in der Werbeanalyse: Fortgeschrittene Einblicke und Best Practices"},"article3":{"excerpt":"Entdecken Sie die besten Tools und Techniken für eine eingehende Zielgruppenanalyse.","title":"Erweiterte Tools für eine Umfassende Zielgruppenanalyse"},"article4":{"excerpt":"Steigern Sie die Effektivität Ihres E-Mail-Marketings mit datengesteuerten Strategien.","title":"Maximierung des ROI mit Datengetriebenen E-Mail-Marketing-Strategien"},"button":"Lesen"}},"footer":{"contact":"Kontaktieren Sie uns","cookie":"Cookie-Richtlinie","copyright":"Alle Rechte vorbehalten.","experts":"Experten","howWeWork":"Wie wir arbeiten","marketing":"Marketingdenken","officeAddress":"Büroadresse","privacy":"Datenschutzrichtlinie","proposal":"Angebot anfordern","refund":"Rückerstattung-Politik","registeredAddress":"Registrierte Adresse","services":"Alle Dienstleistungen","solutions":"Lösungen","terms":"Nutzungsbedingungen"},"proposal":{"ProposalHero":{"subtitle":"Gestalten Sie Ihr maßgeschneidertes<br /> Marketingplan","text":"Die ideale Lösung passend zu Ihrem Budget","title":"Angebot anfordern"},"steps":{"step1":{"next":"Nächste","options":{"option1":"Leads in Kunden umwandeln","option2":"Schlechte Marketingstrategie","option3":"Engagement in sozialen Medien","option4":"Analyse und Messung","option5":"Zielgruppe und ihre Bedürfnisse","option6":"Geringe Kundenbindung","option7":"Hohe Werbekosten","option8":"Andere"},"subtitle":"Wählen Sie alle Themen aus, die Sie im Marketing erleben!","title":"Wählen Sie Ihre Herausforderung","validation":"Bitte wählen Sie mindestens eine Herausforderung aus"},"step2":{"next":"Nächste","options":{"goal1":"Marktreichweite","goal10":"Engagement in sozialen Medien","goal2":"ROI-Optimierung","goal3":"Online-Reputation","goal4":"Kundenbindung","goal5":"Ranking in der Suche","goal6":"Lead-Generierung","goal7":"Website-Verkehr","goal8":"Markenbewusstsein","goal9":"Umrechnungskurse"},"prev":"Vorherige","subtitle":"Wählen Sie alle zutreffenden Antworten aus!","title":"Was sind Ihre Ziele?","validation":"Bitte wählen Sie mindestens ein Ziel aus"},"step3":{"fields":{"company":"Name der Firma","email":"E-Mail","firstName":"Vorname","lastName":"Nachname","phone":"Ihr Telefon","website":"Unternehmenswebsite"},"prev":"Vorherige","submit":"Einreichen","subtitle":"So können wir einen wirklich genialen Marketingplan für Sie erstellen!","title":"Teilen Sie Ihre Daten","validation":{"company":"Firmenname ist erforderlich","emailInvalid":"Bitte geben Sie eine gültige E-Mail-Adresse ein","emailRequired":"E-Mail ist erforderlich","firstName":"Vorname ist erforderlich","lastName":"Nachname ist erforderlich","phone":"Telefonnummer ist erforderlich","websiteInvalid":"Bitte geben Sie eine gültige URL der Unternehmenswebsite ein","websiteRequired":"Firmenwebsite ist erforderlich"}},"thankYou":{"message":"Vielen Dank! Wir haben Ihre Anfrage erhalten. Unser Team wird Sie in Kürze kontaktieren."}}},"form":{"budget":"Budget","challenge":"Ihre Herausforderung","company":"Unternehmen","email":"E-Mail","emailError":"Bitte geben Sie eine gültige E-Mail-Adresse ein.","firstName":"Vorname","lastName":"Nachname","message":"Nachricht","phone":"Ihr Telefon","request":"Anfrage","requestTitle":"Anfrage für eine Marketingberatung","requiredError":"Das Feld ist nicht erforderlich.","submit":"Einreichen","Thanks":{"text":"Ihre Anfrage wurde erfolgreich empfangen. Unser Team wird Ihre Informationen prüfen und Sie in Kürze kontaktieren, um Ihre Marketingherausforderungen und die Lösungen, die wir anbieten können, zu besprechen.","title":"Danke schön!"},"website":"Unternehmenswebsite"},"home":{"HomeHero":{"button1":"Dienstleistungen erkunden","button2":"Angebot anfordern","title":"Datengesteuert<br /> Marketing-Lösungen"},"HomeHowWeHack":{"block1":{"text":"Wir sammeln Daten aus all Ihren Marketingkanälen, einschließlich Social Media, E-Mail und Werbekampagnen. Diese umfassende Datensammlung stellt sicher, dass wir alle relevanten Informationen erfassen, um unsere Strategie zu entwickeln.","title":"Datenerfassung"},"block2":{"text":"Anschließend integrieren wir diese Daten in ein einheitliches System. Durch die Kombination von Daten aus verschiedenen Quellen entsteht ein vollständiges Bild Ihrer Marketingbemühungen, das die Analyse und Umsetzung erleichtert.","title":"Datenintegration"},"block3":{"text":"Anschließend bereinigen und bereiten wir die Daten vor, um etwaige Inkonsistenzen zu beseitigen. Dieser Schritt stellt sicher, dass die von uns analysierten Daten genau und zuverlässig sind, was für fundierte Entscheidungen von entscheidender Bedeutung ist.","title":"Datenbereinigung"},"block4":{"text":"Wir führen detaillierte Analysen mit sauberen Daten durch, um wichtige Trends und Erkenntnisse aufzudecken. Diese Analyse zeigt, was in Ihren Kampagnen funktioniert und was angepasst werden muss.","title":"Aufschlussreiche Analyse"},"block5":{"text":"Mithilfe der gewonnenen Erkenntnisse verfeinern und optimieren wir Ihre Marketingstrategien. Dieser Prozess steigert die Effektivität Ihrer Kampagnen und maximiert Ihren Return on Investment.","title":"Strategieoptimierung"},"block6":{"text":"Wir überwachen Ihre Kampagnen kontinuierlich in Echtzeit. Diese Übersicht ermöglicht es uns, rechtzeitig Anpassungen vorzunehmen und sicherzustellen, dass Ihre Strategien wirksam bleiben und auf Änderungen reagieren.","title":"Kontinuierliche Überwachung"},"block7":{"text":"Abschließend erstellen wir umfassende Berichte mit umsetzbaren Empfehlungen. Diese Berichte helfen Ihnen, die Ergebnisse Ihrer Kampagnen zu verstehen und zukünftige Strategien sicher zu planen.","title":"Detaillierte Berichterstattung"},"button":"Erste Schritte","title":"Wie wir das Marketing hacken"},"HomeRecentAnalytics":{"article1":"Fallstricke bei der Werbeanalyse vermeiden: Erweiterte Einblicke","article2":"Erweiterte Tools für eine umfassende Zielgruppenanalyse","button":"Mehr Einblicke","read":"Lesen","title":"Aktuelle Analysen vom Next Wave Ad Team"},"HomeSolutions":{"button":"Entdecken Sie alle Lösungen","Tab1":{"details":"<ul><li><b>Leistungsanalyse:</b> gründliche Prüfungen bestehender Werbekampagnen zur Identifizierung von Ineffizienzen.</li><li> <b>Zielgerichtete Werbung:</b> datengesteuertes Targeting, um die relevantesten Zielgruppensegmente zu erreichen.</li><li> <b>Budgetzuweisung:</b> Budgetzuweisung über verschiedene Kanäle, um einen maximalen ROI sicherzustellen.</li><li> <b>A/B-Tests:</b> A/B-Tests für Anzeigenkreationen, Texte und Zielseiten, um die effektivsten Elemente zu ermitteln.</li></ul>","title":"Hohe Werbekosten bei geringer Rendite"},"Tab2":{"details":"<ul><li><b>Markenstrategie:</b> eine zusammenhängende Markenstrategie, die Ihr einzigartiges Wertversprechen und Ihre Marktpositionierung definiert.</li><li> <b>Content-Marketing:</b> ansprechende Inhalte, die Ihre Markengeschichte erzählen und bei Ihrer Zielgruppe Anklang finden.</li><li> <b>Social-Media-Kampagnen:</b> gezielte Social-Media-Kampagnen zur Steigerung der Markensichtbarkeit und des Engagements.</li><li> <b>Öffentlichkeitsarbeit:</b> Öffentlichkeitsarbeit zum Aufbau einer positiven Medienberichterstattung und zur Verbesserung des Markenrufs.</li></ul>","title":"Geringe Markenbekanntheit"},"Tab3":{"details":"<ul><li><b>Suchmaschinenoptimierung:</b> um das organische Suchranking zu verbessern und mehr Verkehr zu generieren.</li><li> <b>Inhaltserstellung:</b> Hochwertiger, relevanter Inhalt, um Website-Besucher anzuziehen und zu halten.</li><li> <b>Pay-per-Click-Werbung:</b> komplexe PPC-Kampagnen zur sofortigen Generierung von Traffic durch gezielte Anzeigen.</li><li> <b>Werbung in sozialen Medien:</b> Nutzen Sie Social-Media-Plattformen, um den Datenverkehr durch bezahlte und organische Posts zu steigern.</li></ul>","title":"Unzureichender Website-Verkehr"},"Tab4":{"details":"<ul><li><b>Technisches SEO-Audit:</b> ein gründliches Audit zur Identifizierung und Behebung technischer Probleme, die die Suchsichtbarkeit beeinträchtigen.</li><li> <b>On-Page-SEO:</b> Optimierung jeder Seite, um ein höheres Ranking und mehr relevanten Traffic zu erzielen.</li><li> <b>Linkaufbau:</b> eine robuste Backlink-Strategie zur Steigerung der Domänenautorität und des Suchrankings.</li><li> <b>Lokale SEO:</b> Optimierung Ihrer Online-Präsenz, um durch lokale Suchstrategien lokale Kunden anzuziehen.</li></ul>","title":"Schlechte Sichtbarkeit in Suchmaschinen"},"Tab5":{"details":"<ul><li><b>Inbound-Marketing:</b> wertvolle Inhalte, um Besucher über Blogs, Whitepaper und E-Books anzuziehen und in Leads umzuwandeln.</li><li> <b>Lead-Nurturing-Kampagnen:</b> E-Mail-Marketingkampagnen zur Pflege von Leads durch den Verkaufstrichter.</li><li> <b>Landingpage-Optimierung:</b> Gestaltung und Optimierung von Landingpages zur Steigerung der Conversion-Raten.</li><li> <b>Lead Magnets:</b> Entwicklung von Anreizen wie kostenlosen Testversionen, Beratungen oder herunterladbaren Ressourcen zur Erfassung von Leads.</li></ul>","title":"Geringe Lead-Generierung"},"Tab6":{"details":"<ul><li><b>Verkaufstrichteranalyse:</b> Analyse und Optimierung jeder Phase des Verkaufstrichters zur Verbesserung der Konvertierungen.</li><li> <b>Personalisiertes Marketing:</b> personalisierte Marketingstrategien, um auf spezifische Kundenbedürfnisse und Problembereiche einzugehen.</li><li> <b>Retargeting-Kampagnen:</b> Retargeting-Anzeigen, um Besucher, die Interesse gezeigt, aber noch nicht konvertiert haben, erneut anzusprechen.</li><li> <b>A/B-Tests:</b> Kontinuierliche Tests und Verfeinerung von Marketingbotschaften, Handlungsaufforderungen und Zielseiten zur Maximierung der Konversionsraten.</li></ul>","title":" Geringe Lead-to-Customer-Konvertierung"},"tabButton":"Lösung bestellen","title":"Ihre Herausforderungen, <span>unsere Lösungen</span>"},"HomeTools":{"title":"Von uns verwendete Tools"},"HomeWhatWeCanDo":{"block1":"in Klicks","block2":"im organischen Verkehr","block3":"in der Sichtbarkeitsrate","block4":"beim Umsatz","block5":"Suchanfragen in den Top 10","block6":"in der Öffnungsrate","blockTitle":"Möchten Sie die gleichen Ergebnisse?<br /> Kontaktieren Sie uns!","button":"Beratung buchen","subtitle":"Sehen Sie sich die durchschnittlichen Ergebnisse an, die wir unseren Kunden liefern.","title":"Was wir für <span>Ihr Unternehmen</span> tun können"},"HomeWhy":{"button":"Lernen Sie unsere Experten kennen","subtitle":"Unser Team aus Marketingspezialisten zeichnet sich durch datengesteuerte Strategien aus. Mit tiefgreifender<br /> Expertise in Datenanalyse, digitalem Marketing und Leistungsoptimierung, wir erstellen<br /> Effektive Lösungen, die echte Ergebnisse liefern.","title":"Warum uns wählen"}}}