{"howWeWork":{"HowContactUs":{"button":"Prenota una consulenza","title":"Hai bisogno di marketing professionale<br /> assistenza? Contattaci!"},"HowWeWorkDetails":{"block1":{"text1":"Promuoviamo lo sviluppo dei clienti realizzando campagne di marketing mirate basate sui dati, che attraggono gli acquirenti giusti e comunicano in modo chiaro la tua proposta di valore.","text2":"L'acquisizione da sola non è sufficiente a guidare la crescita; ecco perché sviluppiamo anche programmi di lead-to-sales nurturing che convertono lead qualificati in opportunità di vendita. Collegando in modo fluido marketing e vendite, semplifichiamo e acceleriamo la crescita.","title":"Strategia<br /> all'esecuzione"},"block2":{"text1":"Acceleriamo rapidamente l'acquisizione di lead qualificati rafforzando al contempo le basi di marketing dei nostri clienti. Definiamo obiettivi mensili di acquisizione di lead, sviluppiamo risorse di marketing e creiamo una strategia basata sui dati.","text2":"Il nostro approccio prevede il lancio di campagne pilota e la misurazione continua dei risultati rispetto a parametri di riferimento, consentendoci di ottimizzare, migliorare e costruire per un successo duraturo.","title":"B2B accelerato<br /> Marketing con<br /> Dati e approfondimenti"},"block3":{"text1":"Ci concentriamo su parametri che contano per generare fatturato, evitando gli aspetti superflui che non stimolano la crescita aziendale.","text2":"Il traffico da solo non genera ricavi; generando lead qualificati, influenzando i principali decisori, convertendo i lead in opportunità e coinvolgendo gli account target, aiutiamo i nostri clienti a creare flussi di ricavi più intelligenti ed efficaci.","title":"Guidato dalla crescita<br /> Metrica"}},"HowWeWorkHero":{"subtitle":"Per guidare il tuo<br /> Crescita aziendale","title":"Come lavoriamo"}},"services":{"ServicesHero":{"subtitle":"Per risolvere qualsiasi compito di marketing","title":"Tutti i servizi"},"ServicesTabs":{"button":"Ordina ora","title":"Scopri come la nostra competenza può<br /> guida il tuo successo"}},"experts":{"ExpertsHero":{"subtitle":"Dietro il tuo<br /> Crescita aziendale","text":"In Future Horizons, il nostro team di professionisti del marketing è impegnato a guidare il tuo<br /> successo aziendale attraverso strategie di marketing innovative basate sui dati.","title":"Il nostro team di esperti"},"ExpertsWrap":{"row1":{"block1":{"text":"I nostri strateghi di marketing eccellono nell'elaborazione di piani di marketing completi e personalizzati che si allineano ai tuoi obiettivi aziendali. Sfruttano ricerche di mercato approfondite e analisi della concorrenza per sviluppare strategie che garantiscano una crescita sostenibile e un vantaggio competitivo sul mercato.","title":"Strateghi di marketing"},"block2":{"text":"I brand manager di Future Horizons si dedicano a costruire e mantenere una forte presenza del marchio per la tua attività. Si concentrano sulla creazione di un messaggio di marchio coeso, migliorando la percezione del marchio e assicurando che il tuo marchio si distingua in un mercato affollato.","title":"Responsabili del marchio"},"button":"Contatta esperti strategici","service":"Esperti strategici","title":"Strategico<br /> Pianificazione<br /> Dipartimento"},"row2":{"block1":{"text":"Gli analisti di dati utilizzano strumenti analitici avanzati per elaborare e interpretare grandi set di dati, scoprendo informazioni critiche che informano ogni decisione di marketing. La loro competenza garantisce che le tue strategie di marketing siano sempre basate sui dati e ottimizzate per il successo.","title":"Analisti di dati"},"block2":{"text":"I nostri ricercatori di mercato raccolgono e analizzano informazioni sul tuo pubblico di riferimento, sulle tendenze del settore e sui concorrenti. Questi preziosi dati ci aiutano a comprendere il panorama del mercato e a personalizzare le nostre strategie per soddisfare le tue esigenze e i tuoi obiettivi specifici.","title":"Ricercatori di mercato"},"button":"Contatta gli esperti di analisi","service":"Esperti analitici","title":"Dati e<br /> Analisi<br /> Dipartimento"},"row3":{"block1":{"text":"I creatori di contenuti producono contenuti avvincenti e di alta qualità che trovano riscontro nel tuo pubblico. Dai post e articoli di blog coinvolgenti alla grafica e ai video accattivanti, i nostri creatori di contenuti assicurano che il messaggio del tuo marchio venga comunicato in modo efficace su tutti i canali.","title":"Creatori di contenuti"},"block2":{"text":"I nostri grafici sono specializzati nella creazione di design visivamente accattivanti e di impatto per i tuoi materiali di marketing. Si concentrano sulla creazione di immagini esteticamente gradevoli che catturano efficacemente l'attenzione e trasmettono il messaggio del tuo marchio.","title":"Grafici"},"button":"Contatta esperti creativi","service":"Esperti creativi","title":"Creativo<br /> Dipartimento"},"row4":{"block1":{"text":"Gli specialisti SEO di Future Horizons migliorano la tua visibilità online tramite ottimizzazione strategica delle parole chiave, tattiche SEO on-page e off-page e SEO tecnica. I loro sforzi indirizzano traffico organico al tuo sito web, aumentando la tua portata e attraendo potenziali clienti.","title":"Specialisti SEO"},"block2":{"text":"I nostri social media manager creano e gestiscono la tua presenza sui social media, creando contenuti coinvolgenti e promuovendo interazioni con la community. Garantiscono che i tuoi canali social siano attivi, coinvolgenti e allineati con la tua strategia di marketing complessiva.","title":"Responsabili dei social media"},"block3":{"text":"Gli specialisti PPC gestiscono campagne pubblicitarie pay-per-click per indirizzare traffico mirato al tuo sito web. Ottimizzano le campagne per il massimo ROI, assicurando che la tua spesa pubblicitaria venga utilizzata in modo efficace per raggiungere e convertire potenziali clienti.","title":"Specialisti PPC"},"button":"Contatta gli esperti di marketing","service":"Esperti di marketing","title":"Marketing digitale<br /> Dipartimento"},"row5":{"block1":{"text":"Gli esperti di email marketing progettano ed eseguono campagne email che alimentano i lead e guidano le conversioni. Si concentrano sulla creazione di contenuti email personalizzati e coinvolgenti che risuonano con il tuo pubblico e incoraggiano l'azione.","title":"Esperti di email marketing"},"block2":{"text":"Gli specialisti di marketing automation implementano e gestiscono strumenti di automazione avanzati per semplificare i tuoi processi di marketing. Creano flussi di lavoro efficienti, sistemi di lead scoring e integrazioni CRM che migliorano l'efficienza e l'efficacia del tuo marketing.","title":"Specialisti in automazione del marketing"},"button":"Contatta gli esperti di automazione","service":"Esperti di automazione","title":"Marketing via e-mail<br /> e automazione<br /> Dipartimento"},"row6":{"block1":{"text":"I nostri sviluppatori web creano e gestiscono siti web responsive e user-friendly che offrono un'esperienza online fluida. Si concentrano sia sullo sviluppo front-end che back-end, assicurando che il tuo sito web sia visivamente accattivante, altamente funzionale e ottimizzato per le conversioni.","title":"Sviluppatori Web"},"block2":{"text":"I designer UX/UI di Future Horizons si concentrano sul miglioramento dell'esperienza utente e del design dell'interfaccia. Creano layout di siti Web intuitivi e coinvolgenti che migliorano la soddisfazione dell'utente e generano tassi di conversione più elevati.","title":"Progettisti UX/UI"},"button":"Contatta gli esperti di sviluppo","service":"Esperti di sviluppo","title":"Sito web<br /> Sviluppo<br /> Dipartimento"}}},"solutions":{"SolutionsContactUs":{"button":"Prenota una consulenza","title":"Non ho trovato la soluzione<br /> di cui hai bisogno? Contattaci!"},"SolutionsHero":{"subtitle":"Soluzioni complete<br /> per le sfide del marketing digitale","text":"Qualunque sia la sfida, che si tratti di cattiva reputazione, scarsa visibilità nelle ricerche o lancio di un nuovo marchio, le nostre soluzioni coprono ogni<br /> aspetto del marketing digitale. Rendiamo possibile l'impossibile per la tua attività.","title":"Soluzioni"},"SolutionsTabs":{"button":"Ordina la soluzione","title":"Trova la tua <span>soluzione</span>"}},"contacts":{"ContactDirectly":{"email":"E-mail","officeAddress":"Indirizzo dell'ufficio","phone":"Telefono","registeredAddress":"Indirizzo registrato","title":"Contattaci direttamente"},"ContactHero":{"detailes":{"subtitle":"Fissa un appuntamento con un esperto per scoprire:","text":"<li>Come Future Horizons può trasformare la tua strategia di marketing.</li><li> Come ampliare i tuoi sforzi di marketing in modo più efficace ed efficiente.</li><li> Ciò che ci distingue dalle agenzie, dai freelance e dai team interni.</li><li> Il pacchetto di soluzioni perfetto su misura per le esigenze della tua azienda.</li>","title":"Pronti per elevare<br /> Il tuo marketing?"},"subtitle":"Ottieni assistenza di marketing da esperti","text":"Assistenza esperta per tutte le esigenze di marketing aziendale.","title":"Contattaci"}},"header":{"contact":"Contattaci","experts":"Esperti","howWeWork":"Come lavoriamo","marketing":"Pensiero di marketing","proposal":"Ottieni una proposta","services":"Tutti i servizi","solutions":"Soluzioni"},"blog":{"BlogHero":{"subtitle":"Approfondimenti - Analisi -<br /> Raccomandazioni","title":"Pensiero di marketing"},"BlogWrap":{"article1":{"excerpt":"Esplora strategie esperte per aumentare le prestazioni di Google Ads, tra cui tecniche avanzate per parole chiave, ottimizzazione del testo pubblicitario e gestione efficace delle offerte. Con il nostro approccio basato sui dati, potenzia le tue campagne e ottieni un ROI eccezionale.","title":"Ottimizzare Google Ads per Campagne ad Alte Prestazioni: Strategie Esperte"},"article2":{"excerpt":"Scopri come evitare errori di analisi comuni e migliorare l'accuratezza dei dati.","title":"Evitare le Insidie nell'Analisi della Pubblicità: Approfondimenti Avanzati e Best Practice"},"article3":{"excerpt":"Scopri gli strumenti e le tecniche migliori per un'analisi approfondita del pubblico di destinazione.","title":"Strumenti Avanzati per un'Analisi Completa del Pubblico Target"},"article4":{"excerpt":"Aumenta l'efficacia del tuo email marketing con strategie basate sui dati.","title":"Massimizzare il ROI con Strategie di Email Marketing Basate sui Dati"},"button":"Leggere"}},"footer":{"contact":"Contattaci","cookie":"Politica sui cookie","copyright":"Tutti i diritti riservati.","experts":"Esperti","howWeWork":"Come lavoriamo","marketing":"Pensiero di marketing","officeAddress":"Indirizzo dell'ufficio","privacy":"politica sulla riservatezza","proposal":"Ottieni una proposta","refund":"Politica di rimborso","registeredAddress":"Indirizzo registrato","services":"Tutti i servizi","solutions":"Soluzioni","terms":"Termini di utilizzo"},"proposal":{"ProposalHero":{"subtitle":"Crea il tuo su misura<br /> Piano di marketing","text":"Soluzione ideale adatta al tuo budget","title":"Ottieni una proposta"},"steps":{"step1":{"next":"Prossimo","options":{"option1":"Convertire i lead in clienti","option2":"Strategia di marketing scadente","option3":"Coinvolgimento sui social media","option4":"Analisi e misurazione","option5":"Pubblico di riferimento e le sue esigenze","option6":"Bassa fidelizzazione dei clienti","option7":"Costi pubblicitari elevati","option8":"Altro"},"subtitle":"Seleziona tutti i problemi che riscontri nel marketing!","title":"Scegli la tua sfida","validation":"Seleziona almeno una sfida"},"step2":{"next":"Prossimo","options":{"goal1":"Portata di mercato","goal10":"Coinvolgimento sui social media","goal2":"Ottimizzazione del ROI","goal3":"Reputazione online","goal4":"Fidelizzazione dei clienti","goal5":"Posizionamento nella ricerca","goal6":"Generazione di lead","goal7":"Traffico del sito web","goal8":"Consapevolezza del marchio","goal9":"Tassi di conversione"},"prev":"Precedente","subtitle":"Seleziona tutte le risposte che ritieni appropriate!","title":"Quali sono i tuoi obiettivi?","validation":"Seleziona almeno un obiettivo"},"step3":{"fields":{"company":"Nome dell'azienda","email":"E-mail","firstName":"Nome di battesimo","lastName":"Cognome","phone":"Il tuo telefono","website":"Sito web aziendale"},"prev":"Precedente","submit":"Invia","subtitle":"Possiamo quindi elaborare per te un piano di marketing davvero geniale!","title":"Condividi i tuoi dati","validation":{"company":"Il nome dell'azienda è obbligatorio","emailInvalid":"Inserisci un indirizzo email valido","emailRequired":"L'email è obbligatoria","firstName":"Il nome è obbligatorio","lastName":"Il cognome è obbligatorio","phone":"Il numero di telefono è obbligatorio","websiteInvalid":"Inserisci un URL valido del sito web aziendale","websiteRequired":"È obbligatorio il sito web aziendale"}},"thankYou":{"message":"Grazie! Abbiamo ricevuto la tua richiesta. Il nostro team ti contatterà presto."}}},"form":{"budget":"Bilancio","challenge":"La tua sfida","company":"Azienda","email":"E-mail","emailError":"Si prega di inserire un indirizzo email valido.","firstName":"Nome di battesimo","lastName":"Cognome","message":"Messaggio","phone":"Il tuo telefono","request":"Richiesta","requestTitle":"Richiesta di consulenza di marketing","requiredError":"Il campo è obbligatorio.","submit":"Invia","Thanks":{"text":"La tua richiesta è stata ricevuta con successo. Il nostro team esaminerà le tue informazioni e ti contatterà a breve per discutere delle tue sfide di marketing e delle soluzioni che possiamo fornirti.","title":"Grazie!"},"website":"Sito web aziendale"},"home":{"HomeHero":{"button1":"Esplora i servizi","button2":"Ottieni una proposta","title":"Basato sui dati<br /> Soluzioni di marketing"},"HomeHowWeHack":{"block1":{"text":"Raccogliamo dati da tutti i tuoi canali di marketing, inclusi social media, e-mail e campagne pubblicitarie. Questa raccolta dati completa garantisce che catturiamo tutte le informazioni rilevanti per informare la nostra strategia.","title":"Raccolta dati"},"block2":{"text":"Successivamente, integriamo questi dati in un sistema unificato. Combinando i dati provenienti da varie fonti si crea un quadro completo dei tuoi sforzi di marketing, rendendo più facile l'analisi e l'azione.","title":"Integrazione dei dati"},"block3":{"text":"Quindi puliamo e prepariamo i dati per eliminare eventuali incongruenze. Questo passaggio assicura che i dati che analizziamo siano accurati e affidabili, cruciali per prendere decisioni informate.","title":"Pulizia dei dati"},"block4":{"text":"Eseguiamo analisi dettagliate con dati puliti per scoprire tendenze e approfondimenti chiave. Questa analisi rivela cosa funziona nelle tue campagne e cosa necessita di aggiustamenti.","title":"Analisi perspicace"},"block5":{"text":"Affiniamo e ottimizziamo le tue strategie di marketing utilizzando le informazioni acquisite. Questo processo aumenta l'efficacia delle tue campagne e massimizza il ritorno sull'investimento.","title":"Ottimizzazione della strategia"},"block6":{"text":"Monitoriamo costantemente le tue campagne in tempo reale. Questa supervisione ci consente di apportare modifiche tempestive e di garantire che le tue strategie rimangano efficaci e reattive ai cambiamenti.","title":"Monitoraggio continuo"},"block7":{"text":"Infine, forniamo report completi con raccomandazioni pratiche. Questi report ti aiutano a comprendere i risultati delle tue campagne e a pianificare con sicurezza le strategie future.","title":"Reporting dettagliato"},"button":"Iniziare","title":"Come hackeriamo il marketing"},"HomeRecentAnalytics":{"article1":"Evitare le insidie nell'analisi pubblicitaria: approfondimenti avanzati","article2":"Strumenti avanzati per un'analisi completa del pubblico di destinazione","button":"Ulteriori approfondimenti","read":"Leggere","title":"Analisi recenti del team pubblicitario Next Wave"},"HomeSolutions":{"button":"Esplora tutte le soluzioni","Tab1":{"details":"<ul><li><b>Analisi delle prestazioni:</b> audit approfonditi delle campagne pubblicitarie esistenti per identificare inefficienze.</li><li> <b>Pubblicità mirata:</b> targeting basato sui dati per raggiungere i segmenti di pubblico più pertinenti.</li><li> <b>Assegnazione del budget:</b> ripartizione del budget tra vari canali per garantire il massimo ROI.</li><li> <b>Test A/B:</b> test A/B per creatività pubblicitarie, testi e landing page per determinare gli elementi più efficaci.</li></ul>","title":"Costi pubblicitari elevati con bassi rendimenti"},"Tab2":{"details":"<ul><li><b>Strategia del marchio:</b> una strategia di marchio coesa che definisce la tua proposta di valore unica e il tuo posizionamento sul mercato.</li><li> <b>Content Marketing:</b> contenuti coinvolgenti che raccontano la storia del tuo marchio e trovano riscontro nel tuo pubblico di riferimento.</li><li> <b>Campagne sui social media:</b> campagne mirate sui social media per aumentare la visibilità e il coinvolgimento del marchio.</li><li> <b>Relazioni pubbliche:</b> relazioni pubbliche per creare una copertura mediatica positiva e migliorare la reputazione del marchio.</li></ul>","title":"Bassa consapevolezza del marchio"},"Tab3":{"details":"<ul><li><b>Ottimizzazione sui motori di ricerca:</b> per migliorare il posizionamento nei risultati di ricerca organici e generare più traffico.</li><li> <b>Creazione di contenuti:</b> contenuti pertinenti e di alta qualità per attrarre e fidelizzare i visitatori del sito web.</li><li> <b>Pubblicità Pay-Per-Click:</b> campagne PPC complesse per generare traffico immediato attraverso annunci mirati.</li><li> <b>Pubblicità sui social media:</b> sfrutta le piattaforme dei social media per generare traffico attraverso post organici e a pagamento.</li></ul>","title":"Traffico insufficiente sul sito web"},"Tab4":{"details":"<ul><li><b>Audit SEO tecnico:</b> un audit approfondito per identificare e risolvere i problemi tecnici che incidono sulla visibilità nei risultati di ricerca.</li><li> <b>SEO on-page:</b> ottimizzazione di ogni pagina per ottenere un posizionamento più alto e generare più traffico pertinente.</li><li> <b>Link Building:</b> una solida strategia di backlink per aumentare l'autorevolezza del dominio e il posizionamento nei risultati di ricerca.</li><li> <b>SEO locale:</b> ottimizzazione della tua presenza online per attrarre clienti locali attraverso strategie di ricerca locale.</li></ul>","title":"Scarsa visibilità sui motori di ricerca"},"Tab5":{"details":"<ul><li><b>Inbound Marketing:</b> contenuti di valore per attrarre e convertire i visitatori in lead tramite blog, whitepaper ed e-book.</li><li> <b>Campagne di lead nurturing:</b> campagne di email marketing per coltivare i lead lungo il funnel di vendita.</li><li> <b>Ottimizzazione delle landing page:</b> progettazione e ottimizzazione delle landing page per aumentare i tassi di conversione.</li><li> <b>Lead Magnet:</b> sviluppo di incentivi quali prove gratuite, consulenze o risorse scaricabili per catturare lead.</li></ul>","title":"Bassa generazione di lead"},"Tab6":{"details":"<ul><li><b>Analisi dell'imbuto di vendita:</b> analisi e ottimizzazione di ogni fase dell'imbuto di vendita per migliorare le conversioni.</li><li> <b>Marketing personalizzato:</b> strategie di marketing personalizzate per rispondere a esigenze e problemi specifici dei clienti.</li><li> <b>Campagne di retargeting:</b> annunci di retargeting per coinvolgere nuovamente i visitatori che hanno mostrato interesse ma non si sono ancora convertiti.</li><li> <b>Test A/B:</b> test continui e perfezionamento dei messaggi di marketing, delle call-to-action e delle landing page per massimizzare i tassi di conversione.</li></ul>","title":" Bassa conversione da lead a cliente"},"tabButton":"Ordina la soluzione","title":"Le tue sfide, <span>le nostre soluzioni</span>"},"HomeTools":{"title":"Strumenti che utilizziamo"},"HomeWhatWeCanDo":{"block1":"in clic","block2":"nel traffico organico","block3":"nel tasso di visibilità","block4":"in entrate","block5":"query nella top-10","block6":"nel tasso di apertura","blockTitle":"Vuoi ottenere gli stessi risultati?<br /> Contattaci!","button":"Prenota una consulenza","subtitle":"Guarda i risultati medi che forniamo ai nostri clienti.","title":"Cosa possiamo fare per <span>la tua attività</span>"},"HomeWhy":{"button":"Incontra i nostri esperti","subtitle":"Il nostro team di specialisti di marketing eccelle nelle strategie basate sui dati. Con una profonda<br /> competenza nell'analisi dei dati, nel marketing digitale e nell'ottimizzazione delle prestazioni, creiamo<br /> soluzioni efficaci che producono risultati concreti.","title":"Perché scegliere noi"}}}